Repository: IanCVal94/CS2340_Team39_Project2
Catalog: spotify_wrapped/locale/*/LC_MESSAGES/django.po
Languages: az, ru

source: Your Autumn Anthem
az: Payız Himniniz
ru: Ваш осенний гимн

source: Meet the Development Team
az: İnkişaf Komandası ilə Tanış Olun
ru: Познакомьтесь с командой разработчиков

source: We are Team 39 from CS 2340, dedicated to building user-friendly and robust applications. Our team is composed of:
az: Biz CS 2340-dan Komanda 39 olaraq, istifadəçi dostu və etibarlı tətbiqlər yaratmağa həsr olunmuşuq. Komandamızın tərkibi belədir:
ru: Мы — Команда 39 из CS 2340, создающая удобные и надежные приложения. Наша команда состоит из:

source: Frontend Developer
az: Frontend İnkişaf etdiricisi
ru: Frontend-разработчик

source: Backend Developer
az: Backend İnkişaf etdiricisi
ru: Backend-разработчик

source: Full-Stack Developer and Product Owner
az: Tam Şəkilli İnkişaf etdirici və Məhsul Sahibi
ru: Full-Stack разработчик и владелец продукта

source: Full-Stack Developer and Scrum Master
az: Tam Şəkilli İnkişaf etdirici və Scrum Master
ru: Full-Stack разработчик и Scrum Master

source: Send Us Your Feedback
az: Bizə Öz Rəyinizi Göndərin
ru: Отправьте нам свой отзыв

source: Send
az: Göndər
ru: Отправить

source: Connect your Spotify account this Fall to reveal your spooky taste.
az: Bu payız Spotify hesabınızı qoşaraq qorxunc zövqünüzü ortaya çıxarın.
ru: Подключите свой аккаунт Spotify этой осенью, чтобы узнать свои жуткие предпочтения.

source: See My Taste
az: Zövqümü Göstər
ru: Посмотреть мой вкус

source: Sign into Spotify
az: Spotify-a Daxil Olun
ru: Войти в Spotify

source: Login with Spotify
az: Spotify ilə Daxil Ol
ru: Вход через Spotify

source: Spotify Login
az: Spotify Daxili
ru: Вход в Spotify

source: You are being redirected to Spotify log out page...
az: Spotify-dan çıxış səhifəsinə yönləndirilirsiniz...
ru: Вы перенаправляетесь на страницу выхода из Spotify...

source: Your Profile
az: Profiliniz
ru: Ваш профиль

source: Logout
az: Çıxış
ru: Выйти

source: Settings
az: Ayarlar
ru: Настройки

source: Account
az: Hesab
ru: Аккаунт

source: Delete
az: Sil
ru: Удалить

source: Theme
az: Tema
ru: Тема

source: Halloween
az: Hellouin
ru: Хэллоуин

source: Dark
az: Qaranlıq
ru: Темная

source: Light
az: İşıq
ru: Светлая

source: Language
az: Dil
ru: Язык

source: English
az: İngilis
ru: Английский

source: Azerbaijani
az: Azərbaycanca
ru: Азербайджанский

source: Russian
az: Rus
ru: Русский

source: You listened to a lot of artists over the past
az: Son vaxtlar çox sayda musiqiçiləri dinləmisiniz
ru: Вы слушали много исполнителей за последнее время

source: Next
az: Növbə
ru: Далее

source: Here are your top 5 artists:
az: Budur ən yaxşı 5 musiqiçiniz:
ru: Вот ваши топ-5 исполнителей:

source: They couldn’t keep you away from listening to songs if they tried
az: Onlar sizi mahnıları dinləməkdən uzaqlaşdıra bilməzdilər
ru: Они не смогли бы удержать вас от прослушивания песен, даже если бы попытались

source: Here are your top 5 songs:
az: Budur ən yaxşı 5 mahnınız:
ru: Вот ваши топ-5 песен:

source: You have been very diverse over the past {{ length }}, {{ spotify_username }}!
az: Son {{ length }} müddətində çox müxtəlif olmuşsunuz, {{ spotify_username }}!
ru: Вы были очень разнообразны за последние {{ length }}, {{ spotify_username }}!

source: Here are your top 5 genres:
az: Budur ən yaxşı 5 janrınız:
ru: Вот ваши топ-5 жанров:

source: Thanks for listening!
az: Dinlədiyiniz üçün təşəkkür edirik!
ru: Спасибо за прослушивание!

source: Back to wraps
az: Wraps səhifəsinə qayıt
ru: Назад к списку

source: You’re about to discover your music taste for the past {{ length }}, {{ spotify_username }}
az: Son {{ length }} müddət ərzində musiqi zövqünüzü kəşf etməyə hazırsınız, {{ spotify_username }}!
ru: Вы собираетесь узнать свои музыкальные предпочтения за последние {{ length }}, {{ spotify_username }}!

source: Create an Autumn Anthem
az: Payız Himninizi Yaradın
ru: Создайте осенний гимн

source: Past 1 Month
az: Son 1 Ay
ru: Последний месяц

source: Past 1 Year
az: Son 1 İl
ru: Последний год

source: Past 5 Years
az: Son 5 İl
ru: Последние 5 лет

source: View
az: Bax
ru: Смотри

source: My Saved Wraps
az: Mənim Saxlanılan Wrap-larım
ru: Мои сохраненные обертки

source: {{ length }} - Created {{ formatted_date }}
az: {{ length }} - Yaradılıb {{ formatted_date }}
ru: {{ length }} - Создано {{ formatted_date }}

source: Created
az: Yaradılıb
ru: Создано

source: 1 Month
az: 1 Ay
ru: 1 месяц

source: 1 Year
az: 1 İl
ru: 1 год

source: 5 Years
az: 5 İl
ru: 5 лет

source: 1 month
az: 1 ay
ru: 1 месяц

source: 1 year
az: 1 il
ru: 1 год

source: 5 years
az: 5 il
ru: 5 лет

source: You’re about to discover your music taste for the past
az: Son dövrlərdəki musiqi zövqünüzü kəşf etməyə hazırlaşırsınız
ru: Вы собираетесь узнать о своем музыкальном вкусе за последнее

source: You have been very diverse over the past
az: Çox müxtəlif olmuşsunuz keçmiş ay ərzində
ru: Вы были очень разнообразны за

source: Thanks for listening! For some extra fun, here's what we think you dress like based on your music taste!
az: Dinlədiyiniz üçün təşəkkürlər! Əyləncəni bir az da artırmaq üçün, musiqi zövqünüzə əsasən necə geyindiyiniz barədə fikrimizi təqdim edirik!
ru: Спасибо, что слушали! Для дополнительного веселья вот наше мнение о том, как вы одеваетесь на основе вашего музыкального вкуса!

source: None (Spotify was not used during the time interval selected)
az: Heç biri (Seçilmiş zaman intervalında Spotify istifadə edilməyib)
ru: Нет данных (Spotify не использовался в выбранном временном интервале)

source: Subject
ru: Тема

source: Message
ru: Сообщение
